Repository: common-repository/appointment-booking-for-salon-and-spa
Catalog: languages/bloknot-booking-*.po
Languages: ru_ru, uk

source: Widget settings
ru_ru: Настройки виджета
uk: Настройки віджета

source: BloknotApp widget
ru_ru: Виджет BloknotApp
uk: Віджет BloknotApp

source: Widget setup guide
ru_ru: Инструкция по настройке виджета
uk: Інструкція по настройці віджета

source: In order to set up your widget, please follow step-by-step guide.
ru_ru: Чтобы настроить ваш виджет выполните действия указанные в инструкции.
uk: Щоб настроїти ваш віджет виконайте дії вказані в інструкції

source: 1. Create an account at <a href="https://bloknotapp.com/en?utm_source=wp-widget">BloknotApp.com
ru_ru: 1. Создайте аккаунт в <a href="https://bloknotapp.com/ru?utm_source=wp-widget">BloknotApp.com
uk: 1. Створіть акаунт на <a href="https://bloknotapp.com?utm_source=wp-widget">BloknotApp.com

source: 2. Go to Settings -> Online bookings in BloknotApp admin panel
ru_ru: 2. Перейдите в Настройки -> Онлайн запись в админ-панели BloknotApp
uk: 2. Перейдіть в настройки -> Онлайн запис в адмін-панелі BloknotApp

source: 3. Enable online bookings (click on switcher)
ru_ru: 3. Включите онлайн запись (Кликните по переключателю)
uk: 3. Увімкніть онлайн-запис (Клацніть по перемикачу)

source: 4. Copy the <b>beginning of your link</b> (e.g. <a><b>mylink</b></a>.bloknotapp.com/booking)
ru_ru: 4. Скопируйте <b>начало вашей ссылки</b> (Например <a><b>mylink</b></a>.bloknotapp.com/booking)
uk: 4. Cкопіюйте <b>початок вашого посилання </b>(наприклад <a><b>mylink</b></a>.bloknotapp.com/booking)

source: 5. Paste your link in widget settings
ru_ru: 5. Вставьте вашу ссылку в настройках виджета
uk: 5. Вставте ваше посилання в настройках віджету

source: 6. Save preferences
ru_ru: 6. Сохраните настройки
uk: 6. Збережіть налаштування

source: You’re done! Now your widget is working.
ru_ru: Готово! Теперь ваш виджет работает
uk: Готово! Тепер ваш віджет працює.

source: General settings
ru_ru: Общие настройки
uk: Загальні настройки

source: Booking link
ru_ru: Ссылка на онлайн-запись
uk: Посилання на онлайн-запис

source: Widget position
ru_ru: Позиция виджета
uk: Позиція віджета

source: Button color
ru_ru: Цвет кнопки
uk: Колір кнопки

source: Link cannot be empty
ru_ru: Ссылка не может быть пустой
uk: Посилання не може бути пустим

source: Left
ru_ru: Слева
uk: Зліва

source: Right
ru_ru: Справа
uk: Справа

source: Book<br>now
ru_ru: Онлайн<br>запись
uk: Онлайн<br>запис

source: Appointment booking for salon and SPA
ru_ru: Виджет онлайн-записи для салонов и клиник
uk: Онлайн-запис для салонів та клінік

source: Appointment booking widget for your salon or SPA business. Clients can book online, pick a service provider, check available time slots and create an appointment. Reduce number of phone calls and make it easy for your customers..
ru_ru: Виджет онлайн-записи для салонов и клиник. Клиенты смогут записаться онлайн, выбрать мастера, проверить свободные часы и записаться. Уменьшает количество дзвонков и упрощает жизнь вашим клиентам.
uk: Віджет онлайн-запису для вашого салону чи клініки. Клієнти зможуть записатись онлайн, вибрати майстра, перевірити вільні години і створити запис. Змешує кількість дзвінків і полегшує життя вашим клієнтам.

source: https://bloknotapp.com/en?utm_source=wp-widget
ru_ru: https://bloknotapp.com/ru?utm_source=wp-widget
uk: https://bloknotapp.com?utm_source=wp-widget
